{
  "id": "Casa_Sol",
  "name": "Casa Sol",
  "description": "Casa Sol is ideally located in the gated community of Las Palmas, 15 minutes north of <strong>Quepos/Manuel Antonio</strong>. This home is like a castle on a mountainside, exceptionally private, with panoramic Ocean, Mountain, and Sunset Views. A 3-bedroom 2-level home is perfectly suited for those looking for a home with an inspiring view, that is affordably priced and well maintained. The view is the outstanding feature of the home and property. Westerly facing, each day brings the potential for a beautiful sunset. Sit by the pool and watch spectacular sunsets.<br/><br/>The surrounding view includes palm plantations, a majestic mountain ridge backdrop for the morning sunrise. All is clear with no obstructions from this location at 250 feet above sea level. The coastline can be seen from Manuel Antonio to Esterillos. The unobstructed view gives you epic sunsets that light up the evening sky with rich golden colors. The <strong>3 elegant bedrooms</strong> each have a bathroom ensuite. AC and ceiling fans are in all bedrooms and living spaces. <br/><br/>The master bath features a <strong>Jacuzzi</strong> bathtub and double sinks. Fiber optic internet 50 mbps up/down. Large patio pool area is perfect for entertaining and watching magnificent sunsets. Capuchin monkeys, 3-toed sloths, toucans, scarlet macaws, hummingbirds, and parrots can be seen, up close, in this natural habitat. There is a wide variety of flowering and fragrance-producing plants at the property, such as Ylang-ylang, red and pink gingers, heliconias.",
  "bedrooms": 3,
  "baths": 3.5,
  "sleeps": 6,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/c05f77ba.jpg?v=c52b51f7",
  "images": [
    "slideshow11-04861d96.jpg",
    "slideshow11-3894922a.jpg",
    "slideshow11-49f742e2.jpg",
    "slideshow11-514ce2e6.jpg",
    "slideshow11-7ff36315.jpg",
    "slideshow11-a6acf7d4.jpg",
    "slideshow11-be1ccfee.jpg",
    "slideshow11-f068cf67.jpg",
    "slideshow11-f1dba433.jpg"
  ]
}
