{
  "id": "Casa_Bella_Mia",
  "name": "Casa Bella Mia",
  "description": "This newly built villa with a superb location is a rare find! Featuring luxury Indoor/Outdoor living at its finest, Casa Bella Mia sits atop a beautiful hillside giving it almost 180 degrees of ocean view. Enjoy the view of Ballena (Whale) Rock from the amazing pool deck while you listen to the symphony of nature surrounding you and enjoy the cool breeze off the ocean. The villa is located close to town, with easy access to all the services, markets, activities, and social possibilities that Uvita and the popular Costa Ballena have to offer. If you like surf, sand, restaurants, culture, peace and tranquility, look no further than Casa Bella Mia. This stunning home is equipped with everything you need. Casa Bella Mia is a state of the art kitchen, beautiful and spacious rooms, and a cozy sunken living room to relax at the end of the day. The outdoor space is relaxing and serene, with such a private feel that you’ll forget you’re so close to town! Guests have all access to the entire gated property. The infinity pool area is complete with a deck, outdoor kitchen, private and stunning teak wood deck off the Primary bedroom and bathroom. Other things to note: We like to tell our guests, don’t forget that you are in the beautiful jungle of Costa Rica. This is a thriving natural habitat that will have wildlife such as sloths and monkeys, tropical birds like macaws and toucans, various bugs and lizards, noises from bird song, frogs and fascinating insects that make their homes in the Osa. These can be things that you may not have encountered before, depending on where you’re traveling from. We ask that you please respect the surrounding habitat and appreciate the stunning nature of Costa Rica.",
  "bedrooms": 3,
  "baths": 2.5,
  "sleeps": 6,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/fb8a7b38.jpg?v=c52b51f7",
  "images": [
    "01d03d18-2f06-4783-989d-cad7d7aa6381.avif",
    "05de9f38-e046-4516-9cf2-a1e6a8d1d327.avif",
    "06599681-c02e-42c9-be55-b4fd976497b0.avif",
    "07450f02-8fc0-45be-8c17-d4307ae099f0.avif",
    "0ae6dcc5-33ce-47c5-bcb1-fc515b5e996b.avif",
    "168faf12-653e-464a-921d-cabf337d38bb.avif",
    "1915f6a6-22f3-4c70-ab9c-7dccb132ab90.avif",
    "2928ca68-d509-46b6-a0e6-70885d4a91bc.avif",
    "2dcf880b-6305-4c98-aae9-4565e9751dcb.avif",
    "2f771821-f088-4597-a127-45425e4c3b45.avif",
    "37d52d5a-a806-45a5-a006-2989a95b7698.avif",
    "3ba8f103-bdda-431a-bbe9-198aeafaa4dc.avif",
    "45b85baf-eb30-4b2c-a2b2-ffea0759c0c2.avif",
    "4a39e232-e56d-437f-8c5b-ff093659a19e.avif",
    "4f88d446-6e94-4025-b369-00bd5675910e.avif",
    "55f9d733-4ffc-45e1-9306-bd9e376edd24.avif",
    "5ba9fa50-0b08-4b07-88f6-059e2e70498d.avif",
    "668f93fc-e20a-4ded-bd5f-df52f1c9ab07.avif",
    "69987a9b-7f25-4ebc-af97-b5fcc6a69c21.avif",
    "6e927c42-2b18-415b-842a-eb652fa51fe8.avif",
    "74ccd385-95ca-4cc5-b8d7-768fc1ea740d.avif",
    "7b01b33f-0ca7-473c-98e9-e3dd45e06e4b.avif",
    "7bd701e1-789c-4832-a7d7-8da9ab4316fe.avif",
    "7eed3f8a-997e-4f1f-b870-1476e6a48328.avif",
    "82666e89-5194-4190-b4e3-d4f5a4e7dcbc.avif",
    "8aaaee63-5beb-4762-87c5-c4df254c5f83.avif",
    "95f10db2-bc53-40af-83db-20b01c760019.avif",
    "97a9a94a-8300-454c-8f51-c3c7c2fcbe9c.avif",
    "9e5105d9-d39d-4204-8549-2b2492b8c3a6.avif",
    "beca5244-89df-46f2-b06e-bca57b315ee6.avif",
    "d72616bf-60d5-4d23-acb1-e18c1901484a.avif",
    "da693ae8-614a-43ad-a0f2-52d9a3681d50.avif",
    "e60b0419-a0c0-4643-a992-9f4360378cd2.avif"
  ]
}
