{
  "id": "Casa_Serena",
  "name": "Casa Serena",
  "description": "Welcome to Casa Serena, where you will experience the essence of Costa Rica, and feel relaxed, rejuvenated, and awe-struck by this captivating, lush paradise. You will enjoy a luxurious stay while also experiencing the sublime connection to nature you have been longing for.\nWhen you arrive, you will be greeted by the incredible sounds of the jungle. The home is completely immersed in primary rainforest with a year-round creek running through the property. This is a new modern home with stunning ocean views, an infinity pool, and all of the amenities.\nCasa Serena offers two unique outdoor experiences. The front of the home will amaze you with ocean views beautifully framed by the jungle, stretching as far as Manual Antonio. You will look forward to your morning coffee or tea ritual in one of the cozy and generously sized modern lounge chairs, admiring the stunning views.\nIt is full sun in the afternoon in the front of the home making spending time poolside in the infinity pool is a must!\nOf all of the wonderful qualities this property has to offer, the sunset is spectacular and can be enjoyed almost year-round. The rich colors of the deep green jungle, the giant palms towering off to the side, and magnificent views of the sun sinking into the Pacific are mesmerizing. With your favorite cocktail or a glass of wine, you will wish it could last a lifetime. You will certainly carry this feeling with you forever as you leave a piece of your heart behind.\nThe rear of the home offers a different experience. Here you are submerged in the lush primary rainforest with only the sounds of the creek, and tropical birds flying overhead. A beautiful yoga deck is situated adjacent to the creek next to a towering majestic tree. This is the perfect place for your yoga practice or meditation. You can also enjoy a relaxing soak in the outdoor tub beneath the jungle canopy. This experience is enhanced if you soak in the evening under the stars and moonlight.\nT... [truncated]",
  "bedrooms": 3,
  "baths": 3,
  "sleeps": 6,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/f4e04b26.jpg?v=c52b51f7",
  "images": [
    "0556c5de-2084-49ae-ab4c-2e04ca00ad08.avif",
    "06cafe0e-fdb4-45ec-a12b-a3aee0e7ef0b.avif",
    "17f98a27-5d78-48b2-be34-b046d36aa7e9.avif",
    "22a11d74-0e58-48ca-95fb-767f9ede580b.avif",
    "37da9bb9-c674-40ed-a82e-1e05eb68011d.avif",
    "3a74a8ac-d767-43c8-b708-30d231ae8ac9.avif",
    "3dc00f2b-b322-43c4-905d-689f08efa1ea.avif",
    "4dfe955b-fdf8-41ac-b554-72b5af8f275d.avif",
    "506103e3-33f9-43cc-9007-5922e01fdeb4.avif",
    "5756c218-3e4e-41df-bb59-83fbb9fb626a.avif",
    "5f56141a-a07c-437d-a8a8-cc07d2691d08-1.avif",
    "63020d49-41fe-4c8f-a673-f9b44e1f5879.avif",
    "6d1ac645-9055-479d-bcf3-495e14d736a8.avif",
    "8964752f-d94d-411a-a0b0-97a327c60a21.jpeg",
    "89a56038-45a8-418a-bd1d-10186aaf80c1.jpeg",
    "92a0aaa7-f3e8-4eb6-9906-ae42c6a85cdb.avif",
    "bad7d1af-c4bc-4904-838f-c1248fa3b70f.avif",
    "c5cadcf4-067f-450d-b27c-56825f0a83f8.jpeg",
    "c71a9156-6611-4f02-aefa-eec8ac75b040.avif",
    "c9beca91-00b7-4db5-bcf7-f419ef95bd8e.avif",
    "dc96da7d-abbe-4350-b399-5c657515c9f9.avif",
    "e134c021-4e2b-4cbd-86fd-6acd90efb3ef.avif",
    "e253ba2f-135e-4ed8-b5ab-3eda761cee76.avif",
    "e4d0c7fb-48de-449d-95ef-7df881ec727d.avif",
    "ed4dd1ce-eb68-49a3-bc5d-2fa94a1f960f.jpeg",
    "eef39e73-4c66-4e46-b9d3-736c1b634761.avif",
    "f044bd61-e9aa-4504-b88b-59e51c537903.avif"
  ]
}
