{
  "id": "Casa_Azur",
  "name": "Casa Azur",
  "description": "Casa Azur is located on a jungle-covered mountain ridge overlooking the Pacific Ocean between the popular travel destinations of Dominical (a hippy dippy surf town) and Manuel Antonio National Park on the South Pacific Coast of Costa Rica.\nThis homes views are all designed around the Pacific Ocean. Each of the three bedrooms has a private, covered balcony from which to enjoy the Pacific Ocean and sunset views. The indoor kitchen is modern with all the appliances and utensils you could need, including filtered water for both drinking and ice. The outdoor kitchen includes a propane infrared grill, a wine/beer fridge, sink, pool-safe serving ware and seating for up to 10 around a gorgeous outdoor table.\nThere is a washer and dryer at the house and housekeeping is provided every other day during your stay. A local service mobile phone is provided for the duration of your stay for easy communication with your concierge.\nThere is an outdoor shower near the pool and a half-bathroom downstairs. The master King suite's bathroom has a private balcony with an outdoor shower overlooking the Pacific. The second King room and Queen room have a shared bath with a glassed-in shower overlooking the Pacific Ocean. Surrounding the house is a rainforest jungle abundant with sloths, monkeys, toucans, butterflies and more.\nCasa Azur is a perfect place for families with children. The house is concrete & virtually indestructible! There are 2 queen sized blow up mattresses that can transform one of the bedrooms into a dormitory for kids while parents can still enjoy their privacy.\nThe house is also a wonderful setting for a girl’s party trip or a guys bachelor/fishing trip, a guy’s group (this coast is famous for surfing and deep water fishing) or a small intimate wedding (we have lots of vendor info). Friends and family stayed at other houses within the Paradise Breezes property.\nCasa Azur is located within Paradise Breezes, a 150 acre eco-development. With you... [truncated]",
  "bedrooms": 3,
  "baths": 2,
  "sleeps": 9,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/788cdd42.jpg?v=c52b51f7",
  "images": [
    "slideshow05-51f2e468.jpg",
    "slideshow05-60f01623.jpg",
    "slideshow05-a39ffec3.jpg",
    "slideshow05-b2eacb9f.jpg",
    "slideshow05-e131aca9.jpg",
    "slideshow05-ea001051.jpg"
  ]
}
