{
  "id": "Casa_Paraiso",
  "name": "Casa Paraiso",
  "description": "Hermosa Resort is an exclusive high-end escape nestled in the jungle above the famous Playa Hermosa and easily accessible from the Pacific Coast Highway by driving just three or four minutes on perfectly paved Calle San Josecito. This villa’s unsurpassed breathtaking view of the Pacific Ocean, spectacular sunset views and the legendary Whale’s Tail formation in the ocean combine to make the most astonishing views in all of Southern Costa Rica.Casa Paraiso has a generous master bedroom with a king-size bed and ensuite bath, two guest bedrooms, each with Queen bed and ensuite bath, and an additional guest bedroom with three oversize bunk beds (total of six! beds in this large room) with large bathroom. There are 4-1/2 bathrooms in total.\nThe indoor living area is large and comfortable and designed for Costa Rica’s indoor/outdoor lifestyle as it opens to a large outdoor terrace with sofa, chairs, dining table, hammocks and lounge chairs on which to relax and lose yourself in this perfect tropical paradise. The tranquil and visually compelling environment is perfect for yoga, meditation, and immersion in the natural beauty of the jungle and ocean space. You can further enhance your experience by refreshing in the large infinity pool that holds you suspended while overlooking the villa’s amazing views.\nIf your group requires more bedroom and living space, you may rent both this Villa and Villa #4 which is right next door and can house up to 9 for a total of 21 guests!\nThe villa is equipped with all the amenities and furnishings you’d expect including fully equipped kitchen, dining table and chairs, bar stools, laundry room with washer and dryer, outdoor gas grill, and high-speed fiber internet (up to 100 Mbps).\nSituated literally across the street from never to be developed jungle preserve, the villa’s back yard has a variety of tropical trees to attract beautiful birds seen often from the patio and pool area. Banana and lime trees and a lush ga... [truncated]",
  "bedrooms": 4,
  "baths": 4,
  "sleeps": 12,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/a604e420.jpg?v=c52b51f7",
  "images": [
    "slideshow08-012bbbdd.jpg",
    "slideshow08-3ec0a1e3.jpg",
    "slideshow08-3ecb05fd.jpg",
    "slideshow08-466639c3.jpg",
    "slideshow08-494b088c.jpg",
    "slideshow08-57b36062.jpg",
    "slideshow08-5fe96a28.jpg",
    "slideshow08-9141ee02.jpg",
    "slideshow08-929cb901.jpg",
    "slideshow08-b5bb619e.jpg",
    "slideshow08-f103dad8.jpg"
  ]
}
