{
  "id": "Casa_Rio_Mar",
  "name": "Casa Rio Mar",
  "description": "Location, location, location! Welcome to your own piece of paradise in the heart of Dominical, Costa Rica - a peaceful riverfront retreat nestled in the vibrant surf town of Dominical. This three-story home offers the perfect blend of tranquility and convenience, as it is ideally situated within walking distance of the beach, the Baru River, and the bustling town center.\nThe space itself features a three-story layout that provides plenty of room for you and your group to relax and recharge. The first floor has an open floor plan with a comfortable gathering spot for watching TV, playing board games, or enjoying meals at the kitchen table. Speaking of the kitchen, it comes fully equipped with all the essentials, although with the fantastic restaurants just a walk down the river road, you may never need it! Unwind on the comfortable furnishings and take in the surrounding nature on the ½ acre lot filled with banana trees, palm coconuts and a large mango tree out back.\nVenture upstairs to discover two generously sized bedrooms, each with queen sized beds and their own private balcony for that early morning coffee. Each bedroom has direct access to a fully remodeled bathroom, providing a large walk-in shower for relaxation after your days exploring the surrounding jungles and parks like Uvita or Manuel Antonio. The third-floor loft offers another queen-sized bed and serves as a versatile space for yoga, meditation, or as a work area with a desk – whatever suits your fancy! The large windows flood the room with natural light, allowing you to fully appreciate the lush jungle surroundings.\nTo ensure a comfortable stay, the property is equipped with towels, sheets, ceiling fans, and air conditioning in each room. Additionally, we have our own artesian well with a top-of-the-line water filtration system, providing clean and refreshing water throughout your stay.\nWith its unbeatable location, this retreat offers the best of both worlds - a tranquil e... [truncated]",
  "bedrooms": 3,
  "baths": 2,
  "sleeps": 6,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/ab6f15b9.jpg?v=c52b51f7",
  "images": [
    "05c35011-d0cf-4c44-b431-433b981e17ee.webp",
    "0d403cff-a4d5-4f31-bf38-9e764d3e4d20.jpg",
    "1f2be64f-0b03-401b-bd05-8c3e93a0561c.jpeg",
    "25a4507d-b110-4803-bf0a-25bb151ecb19.jpeg",
    "2f3eae1e-7889-450a-98a9-316c1daae63b.jpeg",
    "37125f10-c923-4809-be6d-41c5241954dc.jpeg",
    "385f7793-3644-41cf-aeea-c43e60be0098.avif",
    "3f2106b1-f799-45bf-a98e-cf2f6c549b47.jpeg",
    "4b938e34-cbb9-43f9-98c0-ee62ac8c1180.jpeg",
    "4c6b3bc8-88a5-4342-a45f-5b2554891e60.jpeg",
    "4fc210a8-2f4e-43b5-a00a-7657808abbd8.jpeg",
    "553ced65-b21c-4492-8d2f-7e20e9a3302b.jpeg",
    "6c41f08e-8fb6-4684-87a2-b052679d5974.jpeg",
    "75bd80b3-2187-479e-b3b8-ad8ebb42e034.jpeg",
    "7cb9ae2c-b36c-48c0-8d6c-e4178b22a480.webp",
    "8996405f-7a66-453e-98b8-90f3263ed9f1.jpeg",
    "96dd92b3-6a68-4105-a0ca-9b6b1b4a47cd.jpeg",
    "9bf41009-aef6-451a-89e5-783d9aed611d.jpeg",
    "9d79481c-3653-4fb9-8dd5-161802982428.jpeg",
    "a88675f6-0cd5-4ec5-81bd-f79b87d6d75b.jpeg",
    "ac54b69e-5369-4167-bf48-2c26af3ee4f9.jpeg",
    "c40ad97c-360d-4d04-86f5-0d88f1008934.jpeg",
    "cd01662a-2e1b-43d9-b143-8f0456874815.avif",
    "daba6656-6c24-4fe0-8866-07837702f23f.jpeg",
    "dbc2a44a-01e2-4376-8172-66a155952f2f.avif",
    "dd6863fb-8559-4b88-b829-6aac6076d546.avif"
  ]
}
