{
  "id": "Laguna_Estate",
  "name": "Lagunas Estate",
  "bedrooms": 6,
  "baths": 7.5,
  "sleeps": 16,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/47367e2f.jpg?v=c52b51f7",
  "description": "Lagunas Estate features 4,500 square feet of luxury surrounded by jungles and wildlife in every direction. This is an experience that few travelers will encounter in their lifetime. The relaxing ocean-view infinity saltwater pool and the brilliant sunsets from the hot-tub will make this a vacation to remember forever.\nThe home features four master bedroom suites and 5.5 bathrooms. It can comfortably accommodate up to 10 people. If more room is needed, we also have an adjacent two bedroom, two bath guest house that can be rented separately and sleep up to an additional 4 people.\nEach of the master bedrooms includes a king-sized bed, luxurious linens and an ensuite bathroom. They also each have their own balconies, perfect for sipping coffee, watching the sun rise or catching up on a good book. Some of the balconies feature wooden hammocks, chairs and tables. One of the bedrooms can accommodate up to six guests since it includes optional custom Murphy twin bunk beds and also a custom Murphy queen bed.\nEach of the master bedrooms includes a king-sized bed, luxurious linens and an ensuite bathroom. They also each have their own balconies, perfect for sipping coffee, watching the sun rise or catching up on a good book. Some of the balconies feature wooden hammocks, chairs and tables. One of the bedrooms can accommodate up to six guests since it includes optional custom Murphy twin bunk beds and also a custom Murphy queen bed.\nThe living room is inviting and cozy featuring a grey sectional couch with plenty of room for lounging, another matching couch and a large flat-screen tv. Light and bright on sunny days and the perfect set-up to relax on cooler, rainy days. The gourmet kitchen includes stainless steel appliances and white countertops. It features seating at the island for 8. Both the living room and kitchen open up to the outdoor dining and pool area.\nAdditional features include a wine bar, upstairs terrace living room (outdoors) with flat-screen tv, and yoga deck, unheated jacuzzi on the property. Upon your arrival in Dominical, you will be greeted by your personal concierge. They will accompany you to the villa and make sure you are settled in comfortably and are ready to begin your escape.",
  "images": [
    "slideshow07-219f748f.jpg",
    "slideshow07-57526f47.jpg",
    "slideshow07-6eef80e1.jpg",
    "slideshow07-778d01a8.jpg",
    "slideshow07-7d23fed3.jpg",
    "slideshow07-7d325c38.jpg",
    "slideshow07-9dc68929.jpg",
    "slideshow07-b9d6ae29.jpg",
    "slideshow07-f7096eac.jpg"
  ]
}
