{
  "id": "Casa_Privado",
  "name": "Casa Privado",
  "description": "This amazing villa has a generous master bedroom with a king-size bed and ensuite bath, a guest bedroom with Queen bed and an additional guest bedroom with two Queen bunk beds and an additional trundle bed. The guest rooms are served by a large bathroom.The indoor living area is large and comfortable and designed for Costa Rica’s indoor/outdoor lifestyle as it opens to a large outdoor terrace with sofa, chairs, dining table, hammocks and lounge chairs on which to relax and lose yourself in this perfect tropical paradise. The tranquil and visually compelling environment is perfect for yoga, meditation, and immersion in the natural beauty of the jungle and ocean space. You can further enhance your experience by refreshing in the large infinity pool that holds you suspended while overlooking the villa’s amazing views.The villa is equipped with all the amenities and furnishings you’d expect including fully equipped kitchen, dining table and chairs, bar stools, laundry room with washer and dryer, outdoor gas grill, and high-speed fiber internet (up to 100 Mbps).Situated literally across the street from never to be developed jungle preserve, the villa’s back yard has a variety of tropical trees to attract beautiful birds seen often from the patio and pool area. Banana and lime trees and a lush garden attract hummingbirds, toucans, parrots, and many other beautiful local birds. And there are the occasional monkeys to be seen.To cap off this magnificent getaway is a separate private casita newly redecorated and refurbished. It’s furnished with King-size bed, TV, internet, ensuite bath, and private deck surrounded by lush tropical plants for the utmost in privacy. This is the ultimate romantic refuge or a superb studio for a guest couple seeking renewal and reconnection.The view is almost indescribable. As the villa is situated at 950 feet above the ocean, and with the house located such that its overlook is wholly unobstructed, you will see t... [truncated]",
  "bedrooms": 4,
  "baths": 3,
  "sleeps": 9,
  "banner": "https://jgcompanysolutions.com/assets/images/gallery02/aa96f700.jpg?v=c52b51f7",
  "images": [
    "slideshow04-02a609f0.jpg",
    "slideshow04-0428033e.jpg",
    "slideshow04-0658da05.jpg",
    "slideshow04-371a4794.jpg",
    "slideshow04-7ca8717f.jpg",
    "slideshow04-a9379350.jpg",
    "slideshow04-ca5993bc.jpg",
    "slideshow04-e375fee7.jpg",
    "slideshow04-e6e77cef.jpg",
    "slideshow04-fe2685e0.jpg"
  ]
}
